dotup.dotup-vscode-interface-generator
GrapeCity.gc-excelviewer
KevinRose.vsc-python-indent
mhutchie.git-graph
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mvllow.rose-pine
oderwat.indent-rainbow
soft-aesthetic.soft-era-theme
yzhang.markdown-all-in-one
